xMasterX/all-the-plugins/non_catalog_apps/esp_flasher/lib/esp-serial-flasher/examples/esp32_sdio_load_ram_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_SERIAL_FLASHER_INTERFACE_SDIO=y
CONFIG_PARTITION_TABLE_CUSTOM=y
